;XCOM 2 relies on per-object config settings like the one below to link X2DataTemplate objects with their associated localized text

[YenEnglish X2BodyPartTemplate]
DisplayName="叶奈法-英语"
[YenPolish X2BodyPartTemplate]
DisplayName="叶奈法-波兰语"